[
  {
    "_id": {
      "$oid": "62e2cd8f675811cab4ffa18a"
    },
    "id": 1,
    "cidade": "São Paulo",
    "estado": "SP",
    "linkYoutube": "i2_sdST1DCc",
    "linkRadio": "https://cloud2.cdnseguro.com:20000/stream.mp3",
    "nomeRadio": "RÁDIO KISS FM 92,5",
    "descricao": "São Paulo, centro financeiro do Brasil, está entre as cidades mais populosas do mundo, com diversas instituições culturais e uma rica tradição arquitetônica. Há prédios simbólicos como a catedral neogótica, o Edifício Martinelli, um arranha-céu inaugurado em 1929, e o Edifício Copan, com suas linhas curvas projetadas pelo arquiteto modernista Oscar Niemeyer. A igreja em estilo colonial do Pátio do Colégio marca o local onde os padres jesuítas fundaram a cidade em 1554."
  },
  {
    "_id": {
      "$oid": "62e2ce76fb8771abde5ab383"
    },
    "id": 2,
    "cidade": "Rio de Janeiro",
    "estado": "RJ",
    "linkYoutube": "l8geG89VAMY",
    "linkRadio": "https://us4.internet-radio.com/proxy/radioestiloleblon?mp=/stream&listening-from-radio-garden=1659026908",
    "nomeRadio": "Radio Estilo Leblon",
    "descricao": "O Rio de Janeiro é uma grande cidade brasileira à beira-mar, famosa pelas praias de Copacabana e Ipanema, pela estátua de 38 metros de altura do Cristo Redentor, no topo do Corcovado, e pelo Pão de Açúcar, um pico de granito com teleféricos até seu cume. A cidade também é conhecida pelas grandes favelas. O empolgante Carnaval, com carros alegóricos, fantasias extravagantes e sambistas, é considerado o maior do mundo."
  },
  {
    "_id": {
      "$oid": "62e2d1de16dba469c1f19e74"
    },
    "id": 3,
    "cidade": "Curitiba",
    "estado": "PR",
    "linkYoutube": "4NQfxrQVoFk",
    "linkRadio": "https://stm01.virtualcast.com.br:8118/live?listening-from-radio-garden=1659032003",
    "nomeRadio": "Massa FM Curitiba",
    "descricao": "Curitiba é a capital do estado do Paraná, na região sul do Brasil. A Torre Panorâmica, que tem um observatório em sua parte superior, destaca-se na silhueta da cidade. Conhecida como centro cultural, Curitiba abriga vários espaços para apresentações, como a Ópera de Arame, uma estrutura de aço tubular com telhado transparente, e o enorme Centro Cultural Teatro Guaíra, que apresenta uma programação variada. "
  },
  {
    "_id": {
      "$oid": "62e2d29916dba469c1f19e75"
    },
    "id": 4,
    "cidade": "Porto Alegre",
    "estado": "RS",
    "linkYoutube": "GtCjojEyV-o",
    "linkRadio": "https://cast4.audiostream.com.br:2650/mp3?listening-from-radio-garden=1659032166",
    "nomeRadio": "Continental 98.3FM",
    "descricao": "Porto Alegre é a capital do estado de Rio Grande do Sul, no sul do Brasil. Na praça principal, a Praça Marechal Deodoro, encontra-se a Catedral Metropolitana, de estilo renascentista, com murais religiosos no exterior. O Palácio Piratini, de estilo neoclássico, é a sede do governo estadual. O Theatro São Pedro, do século XIX, fica nas proximidades. A cidade é conhecida como uma porta de entrada para os enormes desfiladeiros do Parque Nacional de Aparados da Serra."
  },
  {
    "_id": {
      "$oid": "62e2d3b416dba469c1f19e76"
    },
    "id": 5,
    "cidade": "Belo Horizonte",
    "estado": "MG",
    "linkYoutube": "WuX35os3zBU",
    "linkRadio": "https://s17.maxcast.com.br:8228/live?listening-from-radio-garden=1659032668",
    "nomeRadio": "Brazilian FM",
    "descricao": "Belo Horizonte é a capital do estado de Minas Gerais, no sudeste do Brasil. Rodeada de montanhas, a cidade é conhecida pelo enorme Estádio Mineirão. Construído em 1965, o estádio alberga também o Museu Brasileiro do Futebol. Nas proximidades encontra-se a Lagoa da Pampulha e o Conjunto Arquitetónico da Pampulha, que inclui a Igreja de São Francisco de Assis, cujo teto é ondulado e que foi concebida pelo arquiteto modernista brasileiro Oscar Niemeyer."
  },
  {
    "_id": {
      "$oid": "62e2d59163057363b353e0c0"
    },
    "id": 6,
    "cidade": "Brasília",
    "estado": "DF",
    "linkYoutube": "yW79RcgvcTc",
    "linkRadio": "https://s24.maxcast.com.br:8168/live?listening-from-radio-garden=1659032949",
    "nomeRadio": "Cult 22",
    "descricao": "Brasília, inaugurada como capital do Brasil em 1960, é uma cidade planeada que se distingue pela sua arquitetura branca e moderna, essencialmente concebida por Oscar Niemeyer. Disposta em forma de avião, a sua \"fuselagem\" é o Eixo Monumental, 2 avenidas amplas flanqueadas por um enorme parque. No \"cockpit\" encontra-se a Praça dos Três Poderes, cujo nome provém das 3 agências do governo que a rodeiam."
  },
  {
    "_id": {
      "$oid": "62e2dde2f2218ba78feee23f"
    },
    "id": 7,
    "cidade": "Florianópolis",
    "estado": "SC",
    "linkYoutube": "4zbOtGcJW40",
    "linkRadio": "https://stm01.virtualcast.com.br:8152/live?listening-from-radio-garden=1659035082",
    "nomeRadio": "Massa FM Florianópolis",
    "descricao": "Florianópolis, a capital do estado de Santa Catarina no sul do Brasil, é maioritariamente constituída pela Ilha de Santa Catarina, com 54 km de comprimento. É famosa pelas suas praias, incluindo estâncias turísticas populares como a Praia dos Ingleses na extremidade norte da ilha. A sua Lagoa da Conceição, uma lagoa de água salgada, é popular para a prática de windsurf e para excursões de barco. A Ponte Pedro Ivo Campos faz a ligação entre a ilha e a zona comercial continental. "
  },
  {
    "_id": {
      "$oid": "62e32c51e921fadd3043dbd2"
    },
    "id": 8,
    "cidade": "Fortaleza",
    "estado": "CE",
    "linkYoutube": "rqVbQEQa0hM",
    "linkRadio": "https://webradio.amsolution.com.br/radio/8020/plus?listening-from-radio-garden=1659055173",
    "nomeRadio": "Plus FM",
    "descricao": "Fortaleza é a capital do estado do Ceará, no Nordeste brasileiro. A cidade é conhecida por suas praias, com falésias vermelhas, palmeiras, dunas e lagoas. As tradições folclóricas da cidade podem ser vistas em apresentações de dança no Theatro José de Alencar, construção em estilo art nouveau inaugurada em 1910. Outro destaque arquitetônico é a Catedral Metropolitana, em estilo neogótico."
  },
  {
    "_id": {
      "$oid": "62e32d35e921fadd3043dbd3"
    },
    "id": 9,
    "cidade": "Salvador",
    "estado": "BA",
    "linkYoutube": "-ECk5GWcmo4",
    "linkRadio": "https://streaming.educadora.irdeb.ba.gov.br/stream-01?listening-from-radio-garden=1659055753",
    "nomeRadio": "Educadora FM 107.5",
    "descricao": "Salvador, a capital do estado da Bahia no nordeste do Brasil, é conhecida pela arquitetura colonial portuguesa, pela cultura afrobrasileira e pelo litoral tropical. O bairro do Pelourinho é seu coração histórico, com vielas de paralelepípedo terminando em praças grandes, prédios coloridos e igrejas barrocas, como São Francisco, com trabalhos em madeira revestidos com ouro. "
  },
  {
    "_id": {
      "$oid": "62e33e1775c3419f7fb6d90f"
    },
    "id": 10,
    "cidade": "Vitória",
    "estado": "ES",
    "linkYoutube": "QgavpJuzT2Y",
    "linkRadio": "https://r18.ciclano.io:15144/stream?listening-from-radio-garden=1659059664",
    "nomeRadio": "Jovem Pan Vitória",
    "descricao": "Vitória é a capital do estado de Espírito Santo, no sudeste do Brasil. É conhecida pelas praias arenosas como Camburi e Curva da Jurema. O centro da cidade inclui a Catedral Metropolitana do século XX, com vitrais. Nas proximidades, a degradada Capela de Santa Luzia data do século XVI. Junto ao rio de Santa Maria encontra-se o grande Palácio Anchieta, sede do governo do estado."
  },
  {
    "_id": {
      "$oid": "62e341b85d7e62f62d0cabd4"
    },
    "id": 11,
    "cidade": "Goiânia",
    "estado": "GO",
    "linkYoutube": "QJjQgXAhRQ8",
    "linkRadio": "https://euroticast5.euroti.com.br/stream.php?porta=8040&listening-from-radio-garden=1659060648",
    "nomeRadio": "Arruda FM",
    "descricao": "Goiânia é um município brasileiro, capital do estado de Goiás. Dista 209 km de Brasília, a capital nacional. Com uma área de aproximadamente 728,84 km², possui uma geografia contínua, com poucos morros e baixadas, caracterizada por ser uma região do Planalto Central do Brasil."
  },
  {
    "_id": {
      "$oid": "62f973c92d926f7735c4ee23"
    },
    "id": 12,
    "cidade": "universo",
    "estado": "Amapá",
    "linkYoutube": "sdfsdf",
    "linkRadio": "sdfsdf",
    "nomeRadio": "Radio Estilo Leblon",
    "descricao": "esfwsf"
  }
]